{
    "blogs": [
        {
            "id": "X5YEp4I4O5mUXIaPL9n2r",
            "publishDate": "2024-10-25T00:00",
            "author": {
                "name": "Dr. Bob Hawkins",
                "image": {
                    "url": "//images.ctfassets.net/3wcsgs8fznel/opaMg5v8fiwc4JuipOaao/519fff55dd7c90e53ea1e24d2595d5f1/dr-bob.jpg",
                    "details": {
                        "size": 5230,
                        "image": {
                            "width": 150,
                            "height": 189
                        }
                    },
                    "fileName": "dr-bob.jpg",
                    "contentType": "image/jpeg"
                }
            },
            "title": "What Treasure Is Lurking on Your Bookshelf?",
            "content": {
                "nodeType": "document",
                "data": {},
                "content": [
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "A search into the nooks and crannies of many area homes might well reveal one or two very old books tucked away, small with well-worn covers perhaps attached by only a few threads. In Lutheran households, were one to open up such a book – they likely fit conveniently into your hand – one might figure it’s a collection of poetry, likely in German, and now maybe unreadable for the present holder. Nevertheless, those books might well be the treasured hymnals of Great-Great-Grandfather Heinrich or Great-great-Grandma Brunhilda, some of the folks settling the Dutch Fork area long before there was a Lake Murray. On our mantle we have several, including a hand-sized, text-only ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Common Service Book and Hymnal",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " [published 1917 which serves as the forerunner of our present orders of worship] and a much earlier German hymnal printed in 1802. For our forebearers in faith, such hymnals served as devotional and educational material long before ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "The Lutheran Witness",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": ", ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Living Lutheran, Light for Today, or Christ in Our Home",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " were available. In fact, for seventeenth to nineteenth century Lutherans, these now moldering books were the most important books of faith beyond the Bible. They served as a ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "vade mecum",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " [literally “take me with you”], conveniently pocket-sized to make that possible. To have those stunning poems of faith before our eyes without the distraction of notes and staves makes it easier to take their rhymed wisdom to heart, fulfilling a hymnal project dear to Luther’s own heart. Writing to Court Poet Georg Spalatin at the end of 1523, the budding Reformer penned: “Our plan is to follow the example of the prophets and the ancient fathers of the church, and to compose psalms for the people in the vernacular, that is, ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "spiritual",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " songs, so that the Word of God may be among the people also in the form of music…” [",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Luther’s Works",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": ", Letters II, American Edition, vol. 49, p. 68f.] Luther certainly didn’t invent hymns, but he did understand their utter significance for people of faith, never wavering in his conviction throughout his life. Even in the last hymnal preface he wrote the year before his death, he states: “For God has cheered our hearts and minds through his dear Son, whom he gave for us to redeem us from sin, death, and the devil. [The one] who believes this earnestly cannot be quiet about it. But he must gladly and willingly sing and speak about it, so that others also may come and hear it…” [",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Babst Hymnal",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": ", 1546].",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Post-reformation Christians heeded Luther’s teaching regarding hymnody. So did the Roman Catholic communion by the Second Vatican Council [1962-1965]. Roman Catholics and Lutherans, used to five hundred years of intrenched nastiness toward one another instead of working unceasingly to become one again in mission for the sake of Christ’s ONE, holy, catholic, and apostolic Church, were quite puzzled at first. I can remember a reception I attended at Notre Dame with a wide cross-section of Roman Catholics present. Some folks were discussing the new Roman Catholic hymnal at the time, ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Worship II",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": ", which included Luther’s “A Mighty Fortress”as the second hymn in the alphabetized collection. While Luther’s name certainly raised eyebrows, someone asked what really was “wrong” with the hymn. The bewildered folks had to agree that there was nothing in the text they hadn’t heard preached and prayed during mass. Meanwhile, a quick peek at recent Lutheran hymnals reveals a good number of hymns by Roman Catholic poets and musicians, including now beloved favorites such as “You Have Come Down to the Lakeshore,” “On Eagle’s Wings,” and “One Bread, One Body,” all happily crowded in with standard Lutheran hymns, other traditional hymns, Gospel hymns of the evangelicals, and even a few praise songs. The LBW and ELW Hymnals are ecumenical witnesses to the goal of the Lutheran reformation most folks were too bullheaded to embrace during the first five hundred years (have ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "we",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " been among that number?). St. Paul’s ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Letter to the Ephesians",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " articulates the goal: Christians should be …",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "making every effort to maintain the unity of the Spirit in the bond of peace: there is one body and one Spirit, just as you were called to the one hope of your calling, one Lord, one faith, one baptism, one God and Father of all, who is above all and through all and in all...",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " [Eph 4:3-6]. The Reformation wasn’t, isn’t, and never will be about one tradition slandering and libeling another, spiritually beating up on each other, smug in our polemic parochialism. The Pope in Rome is NOT the Antichrist, and neither is Luther, John Wesley, Fanny Crosby, nor Thomas A. Dorsey among many others.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "It is because of our sad, turbulent, and occasionally shocking history as Christ’s bickering flock that Lutherans, perhaps surprisingly, have held on to their Latin motto, ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "ecclesia semper reformanda",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "est",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " – the Church is constantly reforming. It is a lifelong task individually and communally for any people of faith as Reformation Sunday’s second reading declares: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "For there is no distinction, since all have sinned and fall short of the glory of God; they are now justified by his grace as a gift, through the redemption that is in Christ Jesus, whom God put forward as a sacrifice of atonementby his blood, effective through faith. He did this to demonstrate his righteousness, because in his divine forbearance he had passed over the sins previously committed",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " [Romans 3:22b-26]. Pay attention to the venerable Prayer of the Day, too. Such prayers tend to encapsulate the heart of each Sunday’s proclamation.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "However, we need hymns to provide us with texts to anchor this good news in our hearts and minds. Several memorized hymns helped twentieth century reformer and martyr Dietrich Bonhoeffer as he actually did walk through Death’s Dark Valley in 1945. Anglican theologian, Massey Hamilton Shepherd, wrote in 1960 that it is chiefly the strong hymns of faith which teach God’s faithful people their theology – i.e., the most reliable, accurate, and clear way to think, express, and witness to God’s ways and the Christian life. If you study and sing “good” hymns, you may find that believing is more understandable and comforting while remaining challenging [remember: the Church is always reforming!]. That also means, of course, that if you tend to focus only on Christian-lite, “just-make-me-feel-good-with-no-challenges, please” songs, you’ll find yourself up the proverbial creek without a paddle regarding life’s difficulties.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Luther himself would have agreed wholeheartedly with the venerable Anglican Professor Dr. Shepherd (who incidentally grew up in Trinity Cathedral’s congregation in Columbia and was even confirmed there). The hymns of faith decidedly DO help us navigate our faith and belief. Early in his career, Luther penned the ultimate Reformation hymn (although it is NOT “A Mighty Fortress,” a much later writing of his). Alas, “Dear Christians, One and All, Rejoice” [ELW 594; LBW 299] remains largely unfamiliar these days, given its length and tricky music (at least for the present age). From beginning to end, the hymn remains a stunning declaration of the primary themes of the Reformation, particularly the ravages of sin, God’s abiding love first expressed in John 3:16, faith, grace, and God’s work of salvation as an unbreakable relationship between God and the beloved -- US. It concludes with Christ’s commending the story of his saving, freeing work to guide all our living, understanding, and witness. Here it is as it originally appeared – a poem. Study it well. It’s blessedly freeing [John 8:36]!!!",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Prologue",
                                "marks": [
                                    {
                                        "type": "bold"
                                    }
                                ],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "1 Dear Christians, one and all, rejoice,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "with exultation springing,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "and, with united heart and voice",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "and holy rapture singing,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "proclaim the wonders God has done,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "how his right arm the vict’ry won,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "what price our ransom cost him!",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Narrative Flashback: What we endured before God’s work",
                                "marks": [
                                    {
                                        "type": "bold"
                                    }
                                ],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "2 Fast bound in Satan’s chains I lay,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "death brooded darkly o’er me,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "sin was my torment night and day;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "in sin my mother bore me.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "But daily deeper still I fell;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "my life became a living hell,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "so firmly sin possessed me.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "The folly of thinking we can earn God’s favor on our own independently",
                                "marks": [
                                    {
                                        "type": "bold"
                                    }
                                ],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "3 My own good works all came to naught,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "no grace or merit gaining;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "free will against God’s judgment fought,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "dead to all good remaining.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "My fears increased till sheer despair",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "left only death to be my share;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "the pangs of hell I suffered.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "God’s love for creation and us reflected in John 3:16",
                                "marks": [
                                    {
                                        "type": "bold"
                                    }
                                ],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "4 But God had seen my wretched state",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "before the world’s foundation,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "and, mindful of his mercies great,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "he planned for my salvation.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "He turned to me a father’s heart;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "he did not choose the easy part,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "but gave his dearest treasure.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "The mission of God’s beloved Son",
                                "marks": [
                                    {
                                        "type": "bold"
                                    }
                                ],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "5 God said to his beloved Son:",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "“’Tis time to have compassion.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Then go, bright jewel of my crown,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "and bring to all salvation;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "from sin and sorrow set them free;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "slay bitter death for them that they",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "may live with you forever.”",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Christ’s fidelity to God’s will for creation",
                                "marks": [
                                    {
                                        "type": "bold"
                                    }
                                ],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "6 The Son obeyed his Father’s will,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "was born of virgin mother;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "and, God’s good pleasure to fulfill,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "he came to be my brother.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "His royal pow’r disguised he bore,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "a servant’s form, like mine, he wore,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "to lead the devil captive.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "We know Jesus as “Christ for us”…",
                                "marks": [
                                    {
                                        "type": "bold"
                                    }
                                ],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "7 To me he said: “Stay close to me,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "I am your rock and castle.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Your ransom I myself will be;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "for you I strive and wrestle;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "for I am yours, and you are mine,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "and where I am you may remain;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "the foe shall not divide us.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "…risking everything to save us",
                                "marks": [
                                    {
                                        "type": "bold"
                                    }
                                ],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "8 “Though he will shed my precious blood,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "of life me thus bereaving,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "all this I suffer for your good;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "be steadfast and believing.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Life will from death the vict’ry win;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "my innocence shall bear your sin;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "and you are blest forever.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Mission of the Spirit…",
                                "marks": [
                                    {
                                        "type": "bold"
                                    }
                                ],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "9 “Now to my Father I depart,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "from earth to heav’n ascending,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "and, heav’nly wisdom to impart,",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "the Holy Spirit sending;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "in trouble he will comfort you",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "and teach you always to be true",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "and into truth shall guide you.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "“And lo, I am with you always…”",
                                "marks": [
                                    {
                                        "type": "bold"
                                    }
                                ],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "10 “What I on earth have done and taught",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "guide all your life and teaching;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "so shall the kingdom’s work be wrought",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "and honored in your preaching.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "But watch lest foes with base alloy",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "the heav’nly treasure should destroy;",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "this final word I leave you.”",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Text: Martin Luther, 1483-1546; tr. Richard Massie, 1800-1887, alt. Headers, RDH, 2024",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    }
                ]
            }
        },
        {
            "id": "5hRLpnvfGKrAofb8U4zTsd",
            "publishDate": "2024-10-11T00:00",
            "author": {
                "name": "Dr. Bob Hawkins",
                "image": {
                    "url": "//images.ctfassets.net/3wcsgs8fznel/opaMg5v8fiwc4JuipOaao/519fff55dd7c90e53ea1e24d2595d5f1/dr-bob.jpg",
                    "details": {
                        "size": 5230,
                        "image": {
                            "width": 150,
                            "height": 189
                        }
                    },
                    "fileName": "dr-bob.jpg",
                    "contentType": "image/jpeg"
                }
            },
            "title": "Teach us to number our days, rejoice, and be glad…",
            "content": {
                "nodeType": "document",
                "data": {},
                "content": [
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Psalm 90 looms before us this coming Sunday – at least its last six verses – and is the source for Isaac Watts’ (1675-1748) paraphrase, the beloved hymn “O God, Our Help in Ages Past” [ELW 632]. Both hymn and psalm contemplate the mind-boggling power and majesty of Almighty God while reminding us mortals that God was, is, and remains God long before anything else existed. Psalm 90 reminds us as well the sobering truth of Genesis 3:19 we hear on Ash Wednesday, “You are dust and to dust you shall return.” Indeed, God has fashioned all that has been “on earth as in heaven…”, both “seen and unseen,” including our own sense of time’s unfolding [check Genesis 1 & 2 as well as the first article of the Nicene Creed]. Despite our frailty, our mortality, and our iniquities, the psalm does not try to belittle or dismiss us, God’s wayward creatures. The psalm is blatantly honest about God’s and our reality in order to “teach us to number our days that we may apply our hearts to wisdom [Psalm 90:12].” Importantly, the psalm also reassures us that we need not cower before the Godhead. God, who first fashioned us in the divine image and likeness, continues to supply us with whatever we ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "need",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " but not always what we might ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "want",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " – God is NOT a vending machine of self-gratification! ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Return, O Lord",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "…, the psalmist asks, ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Satisfy us by your steadfast love in the morning, so shall we rejoice and be glad all our days",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": ".",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "All our days",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "… is a telling phrase, for it suggests that we are to live perpetually mindful that we are God’s own family 24/7 and not just Sunday morning Christians who muster up the energy to check in once a week, or maybe twice a week in Lent. The psalm concludes with a prayer that God’s graciousness be upon us and that the Creator continue to bless us by prospering the work of our hands ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "all our days",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": ", not just on the presumed “default” day for Christians. Alas, a good deal of the traditions, habits, and thoughts about how we are to spend the “sabbath” tend to reinforce such sporadic exercise of Christian behavior. On March 7, 321 Emperor Constantine declared that Sunday was to be an official day of rest in the realm, although it took the work of Puritans during the 16",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "th",
                                "marks": [
                                    {
                                        "type": "superscript"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " and 17",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "th",
                                "marks": [
                                    {
                                        "type": "superscript"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " centuries in England to impose a day of somber reflection, abstinence, and required church attendance as the fitting way to observe the Sunday “sabbath.” Biblically, there is only one day set apart as “holy,” the seventh day of the week designated by the 4",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "th",
                                "marks": [
                                    {
                                        "type": "superscript"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " Commandment as a day to be kept holy [Exodus 20:8]. Its purpose, however, was that we rest and enjoy God’s handiwork ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "with",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " the Creator, not cast forbidding gloom on the day: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "God saw everything that he had made, and indeed, it was very good… So God blessed the seventh day and hallowed it, because on it God rested from all the work that he had done in creation",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " [Genesis 1:31 and 2:3]. ",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Despite the Sabbath declaration in Exodus 20:8 and Constantine’s edict that Sunday is to be the official day of rest in the realm, Surprise!!!, there is no New Testament equivalent. In fact, the first day of the week remained a workday, and still is for many. Much later, it took King James I to publish his ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Declaration on Sports",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " in 1617 to recover a sense of enjoyment of the day, commending … “",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "hyperlink",
                                "data": {
                                    "uri": "https://en.wikipedia.org/wiki/Archery"
                                },
                                "content": [
                                    {
                                        "nodeType": "text",
                                        "value": "archery",
                                        "marks": [],
                                        "data": {}
                                    }
                                ]
                            },
                            {
                                "nodeType": "text",
                                "value": ", ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "hyperlink",
                                "data": {
                                    "uri": "https://en.wikipedia.org/wiki/Historical_dance"
                                },
                                "content": [
                                    {
                                        "nodeType": "text",
                                        "value": "dancing",
                                        "marks": [],
                                        "data": {}
                                    }
                                ]
                            },
                            {
                                "nodeType": "text",
                                "value": ", \"leaping, vaulting, or any other such harmless recreation\" as permissible sports, together with \"May-games, ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "hyperlink",
                                "data": {
                                    "uri": "https://en.wikipedia.org/wiki/Whitsun_Ale"
                                },
                                "content": [
                                    {
                                        "nodeType": "text",
                                        "value": "Whitsun-ales",
                                        "marks": [],
                                        "data": {}
                                    }
                                ]
                            },
                            {
                                "nodeType": "text",
                                "value": " and ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "hyperlink",
                                "data": {
                                    "uri": "https://en.wikipedia.org/wiki/Morris_dance"
                                },
                                "content": [
                                    {
                                        "nodeType": "text",
                                        "value": "Morris-dances",
                                        "marks": [],
                                        "data": {}
                                    }
                                ]
                            },
                            {
                                "nodeType": "text",
                                "value": ", and the setting up of ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "hyperlink",
                                "data": {
                                    "uri": "https://en.wikipedia.org/wiki/Maypole"
                                },
                                "content": [
                                    {
                                        "nodeType": "text",
                                        "value": "May-poles",
                                        "marks": [],
                                        "data": {}
                                    }
                                ]
                            },
                            {
                                "nodeType": "text",
                                "value": ",\" also \"women shall have leave to ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "hyperlink",
                                "data": {
                                    "uri": "https://en.wikipedia.org/wiki/Rushbearing"
                                },
                                "content": [
                                    {
                                        "nodeType": "text",
                                        "value": "carry rushes",
                                        "marks": [],
                                        "data": {}
                                    }
                                ]
                            },
                            {
                                "nodeType": "text",
                                "value": " to the church for the decorating of it, according to their old custom.\" For some reason, bear- and bullbaiting, along with bowling, remained off-limits. At about that same time references begin to appear regarding suitable attire for this recently recovered day of rest and enjoyment. This was possible because more people were able to afford having a “good set” of clothing to bring out on very special occasions. Such became known as one’s “Sunday best” or “Sunday Go to Meeting” clothes, “gay apparel” as voiced in “Deck the Halls,” and the related “glad rags,” ones party clothes, not to mention ladies’ “Easter bonnets with all the frills…,” as well as spiffy ushers’ jackets, or the myriad women’s “hats” [almost an understatement] in several Evangelical traditions. The “hat ladies” and their elaborate creations were immortalized in Michael Cunningham’s ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Crowns: Portraits of Black Women in Church Hats,",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " a beautifully presented photo essay published on Reformation Day in 2000. It is well worth reading.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Strangely enough, dressing up and approaching Sunday as a day set apart not only for rest but for explicit Christian behaviors, rituals, and a variety of appointed liturgies does not really resonate all that well with the witness of the New Testament. Certainly Jesus, Mary, and Joseph along with Jesus’ followers continued to follow Jewish customs, including times of prayer and the rite of presentation and purification. It is likely that the boy Jesus celebrated his ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Bar mitzvah",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": ", too. Was that what was happening when he played ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Stump the Synagogue Teachers",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " when he went with his parents to the Jerusalem for the Passover. However, when Jesus finally establishes his own ministry, calling his band of twelve puzzled souls, such references to Judaic custom and ritual almost vanish from the gospel accounts. Rather, one reads of Jesus and his disciples setting off throughout the region preaching, teaching, and healing. Jesus frequently encounters the increasingly irate Pharisees not only around the synagogues but also when the trusty band of folks had been invited to eat with tax collectors and sinners. Jesus makes it his business to go about the countryside, inviting folks to talk about their fears, hopes, while entertaining their questions, and dining with them. ",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "We read of Jesus’ being ambushed by a young man wanting to understand how he could obtain eternal life. The Mark 10:17-31 account is one of three parallel stories of a rich young ruler with life shaking questions in Matthew, Mark, and Luke. It is a reflection of how things occur in in the lives of Jesus and his disciples. Anytime, anyplace, we might find ourselves surprised by someone we know or even a total stranger met in passing. They turn to us, unexpectedly revealing their hidden torment or profound sadness. There’s no time for us to read up on heartbreak and irrational anxieties; we can’t just tell them to “Hold that thought!” and promise to get back with them later. Although we’re not expected [by God at least] to pull a miracle out of our sleeve, scriptural passage after passage does imply that we will meet suffering folks with a listening ear and compassionate heart. Jesus didn’t sign us up to read them a prepared list of condemnations and rationalizations. He didn’t; his disciples’ apparently didn’t; neither should we. It may be that we can just offer a sign of friendship and recognition that they, whatever their issues, are still children of God’s own fashioning. WHY that is so is God’s business, not ours, but it is the promise of creation’s story.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Do we ever reflect that such hair-raising encounters with REAL LIFE don’t seem to happen as readily while we’re tucked into our pews. How safe the Charleston churches’ boxed pews must seem! Despite the various architectural and emotional barriers we might try erect, the liturgy itself, along with Sunday School, weekday bible study, Preschool ministry, and visitation of the sick are only part of a complex and ever-continuing rhythm of life peculiar to people of faith. God never made us for a life of glorious isolation – even the hermit religious living by themselves throughout history spent their lives praying for others and the work of Christ’s holy Church, not to mention trying to tame the vices and distractions that explode in all of our skulls each day. What we can and must do is bring the fruits of our ministries experienced in the world’s highways and byways of life to the congregation for its prayerful consideration. We do the work of ministry when we bite our tongues before making abrupt and uncaring comments or demands of our associates or those who work for us. We do the work of ministry when we, the ones the boss has been rude to, refrain from plotting in dark corners rather than with civility challenge unjust actions [that IS what Matthew 18 is about]. We do the work of ministry when we say a gracious, friendly word to the weary or sullen clerk or waitstaff trying to provide what WE need. We do the work of ministry when we say “Hey!” and ask the stranger in the church entrance, at school, or where we work their name, and whether, perhaps, we can be of help.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "We needn’t expect a perfect track record of suddenly transformed, radiant souls ready to convert to our way of thinking, doing, and believing. Neither do we assume we’ve been utter klutzes at this outreach thing disciples are supposed to know how to do. It is in the doing of all these things day by day, praying impromptu mini-prayers in the midst of the vagaries of this life, and yes, regularly showing up for worship and Sunday School, choir, and whatever else not only for our own sake, but for the sake of community, too. As an ancient Christian text puts it: “Do not stay away from the meeting, for you deprive the Body of its members,” a concise summary of I Corinthians 12:1-31. That rhythm day in, day out, punctuated by “not staying away from the meeting,” is EXACTLY what the psalmist Sunday is talking about [Psalm 90 12, 14]: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "12",
                                "marks": [
                                    {
                                        "type": "superscript"
                                    },
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "So teach us to number our days that we may apply our hearts to wisdom… ",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "14",
                                "marks": [
                                    {
                                        "type": "superscript"
                                    },
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Satisfy us by your steadfast love in the morning; so shall we rejoice and be glad all our days.",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            }
                        ]
                    }
                ]
            }
        },
        {
            "id": "4W9iC8b80KjawhVhk7mXHA",
            "publishDate": "2024-10-04T00:00",
            "author": {
                "name": "Dr. Bob Hawkins",
                "image": {
                    "url": "//images.ctfassets.net/3wcsgs8fznel/opaMg5v8fiwc4JuipOaao/519fff55dd7c90e53ea1e24d2595d5f1/dr-bob.jpg",
                    "details": {
                        "size": 5230,
                        "image": {
                            "width": 150,
                            "height": 189
                        }
                    },
                    "fileName": "dr-bob.jpg",
                    "contentType": "image/jpeg"
                }
            },
            "title": "God Is NOT Calling Us to Keep Up “…with the Kardashians!”",
            "content": {
                "nodeType": "document",
                "data": {},
                "content": [
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "There is a certain irony being played out this coming Sunday when we recognize and celebrate the diverse ministries of the men of our congregation. A few weeks ago, we asked for God’s blessing on teachers [September 15]. Most of the appointed readings that day had to do with the art and craft of teaching and learning – of the Spirit, we might well conclude. However, this Sunday’s gospel raises the painful topic of divorce, a thorny issue in the best of times and a horrendous nightmare for many people most of the time. I can find no direct connection between the work of Lutheran Men in Mission and the rupture of divorce, nor should there be. Neither is the convergence of LMM and Mark 10 necessarily “…of the Spirit.” However, before we simply try to ignore what is read this coming Sunday or reduce Jesus’ concerns to a blanket condemnation of divorce, it is wise to look carefully at the passage to see if issues are lurking which need some clarification in order to banish the brooding gloom that Mark 10 and similar passages cast [not to mention the tricky task of preaching on such a text]. There appear to be three distinct issues perking in the Gospel reading: 1) the position of Mosaic Law (i.e., that which is attributed to Moses and the Commandments), 2) God’s desire for humankind in contrast to the hardhearted mess we usually make of things, and 3) and the concluding verses [Mark 10:13-16], yet another reminder of the obvious, “of the Spirit” connection between the simple, fierce trust of small children and the way any child of God is to enter the Kingdom of love.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "The conniving Pharisees once again try to trap Jesus [don’t they have anything better or more constructive to be doing???]. This time, they dangle the question of the legality of divorce based on Moses’ extending the “right” for a devout man to have a bill of divorce prepared so that he could be shed of a problematic spouse. It must be noted at this point that there was no clear parallel for a devout woman to have a similar bill of divorce prepared so that she could be rid of the bum. However, Biblical scholars argue that in extreme cases a woman could be granted her freedom. Otherwise, she was considered property like children, having no personal integrity, worth, or “rights” other than being “useful.” That being said, basing your case and appeal on “rights” will find you on very shaky ground in God’s kingdom, since everything in creation is God’s mind-boggling gift, God’s gracious, lavish favor on the creation God so dearly loves. It is logically inconsistent to claim a gift as ones right. Do that and it ceases to be “gift.” On the other hand, neither does God wish us to be doormats for the rude, crude, abusive, or vengeful beings who apparently can do nothing but maim others.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Happily, there is some major-league cognitive dissonance bubbling in Sunday’s readings which preclude the legitimacy either of a rigid, patriarchal social structure based on some hairbrained “divine right of males” or the default position that the man is simply by nature of his genetic makeup and birth ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "ipso facto",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " head of the household or Roger Miller’s and Johnny Cash’s memorable “King of the Road” insofar as God’s kingdom is concerned. First of all, Jesus is not pleased either with the Pharisees’ question or the “hardness of heart” people so readily exhibit. Our lack of charity and consideration, gracious hospitality and respect, and our disregard of God’s creating us first and foremost as companions and stewards of God’s everlasting kingdom of love is the only reason that Moses extended the “right” in order to resolve corrosive animosity, Jesus insists. What God has created and sustained out of holy love in no way allows the comparison to trading in a used car for a new model. God fashioned us for abiding companionship and love. Nevertheless, many people get hooked by skewed cultural values, the beauty-and-success-at-all-costs myth, discarding the baggage and people who weigh us down or stand in our way, and becoming serial shoppers for trophy spouses and bank account cushiness. God’s idea about living in the kingdom is not the same as ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Keeping up with the Kardashians",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": ". Not even the Joneses manage to do that.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "The reality is this: God can rightly expect “far, far better things” from us [a slight bow to Dickens’ ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "A Tale of Two Cities",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "] in the way of holy living and loving than we often display by our actions, decisions, glib speech, and even the questionable “stuff” we’re addicted to on television and social media, “alternative facts news,” not to mention our behavior at home and in public when we think “mom” is neither watching nor listening (“mom” being anyone or anything who keeps us mindful of our “P’s & Q’s”). Remember, even Santa Claus knows most everything, including when “…we’ve been bad or good.” Yet, given our tendencies, one really must ask just why God SHOULD expect such exemplary behavior from us? We are so shaped and formed by Lutheran theology which rightly and blessedly encourages heartfelt contrition and repentance, but too often has tipped our fears over into the abject terror that God might squish us if we are stupid enough to “fess up.” No less a philosopher and anthropologist than Ludwig Feuerbach (1804-1872) even suggested that Luther’s theology was a hymn of praise to God but an utter lampoon of humankind. Such a pessimistic approach to faith and living as God’s children was not Luther’s intent though somewhat consistent with Medieval piety, I sense, but the proof is in the pudding. After all, we were happy as clams for a very long time, content with a ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Brief Order of Confession and Forgiveness",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " weekly while begrudgingly accepting God’s invitation to table [once a month? quarterly?] because we might not be “worthy enough” more often. Despite Luther’s own pleading, it took us nearly five hundred years to return to a weekly communion with our loving God at the altar where we join our brothers and sisters, Christian “souls decked in gladness” eagerly partaking of this blessed meal [take a peek at ELW 488 and 462, Joel W. Lundeen’s twentieth century recasting of the original text].",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "“With gladness” we hit paydirt in the other readings for this coming Sunday. They unfold for us why God can indeed expect much from us “earthen vessels.” Psalm 8 is a stunning summary of our job description as God’s beloved children crafted in the midst of creation: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "3",
                                "marks": [
                                    {
                                        "type": "superscript"
                                    },
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "When I consider your heavens, the work of your fingers, the moon and the stars you have set in their courses, ",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "4",
                                "marks": [
                                    {
                                        "type": "superscript"
                                    },
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "what are mere mortals that you should be mindful of them, human beings that you should care for them? ",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "5",
                                "marks": [
                                    {
                                        "type": "superscript"
                                    },
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Yet you have made them little less than divine; with glory and honor you crown them. ",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "6",
                                "marks": [
                                    {
                                        "type": "superscript"
                                    },
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "You have made them rule over the works of your hands; you have put all things under their feet: ",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "7",
                                "marks": [
                                    {
                                        "type": "superscript"
                                    },
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "all flocks and cattle, even the wild beasts of the field, ",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "8",
                                "marks": [
                                    {
                                        "type": "superscript"
                                    },
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "the birds of the air, the fish of the sea, and whatever passes along the paths of the sea. ",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Had not the Almighty really big things in mind for us to accomplish as his beloved children, what a pathetic waste of time Creation would have been! We have been created in the image and likeness of the living God. It has nothing to do with male and female “differences,” physical, mental, and/or spiritual. We have been created creative, gifted individuals: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "So God created humans in his image, in the image of God he created them;male and female he created them.",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " We have been fashioned “little less than divine…” in order to be caretakers, stewards, and God’s ambassadors in the midst of a troubled world. This is also the wellspring where we discover exactly what “our own personal crosses” are, based on the gifts of God’s granting and the need and suffering we encounter in our neck of the woods. The cross is never bothersome ailments or wearisome interruptions we simply endure – such things, brothers and sisters, are the thorns in the flesh St. Paul ponders [II Corinthians 12:7-10]. Rather, it is the gracious, holy work we have been gifted to undertake [which means we’re able to do it!] on behalf of others which the Church knows as a “calling.” Callings are ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "not",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " schemes for conniving to get what we want, particularly just to feel good about ourselves because we have managed to be “oh, so nice” for a bit.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "The passage from Hebrews is also a tidy summary of what God in Christ has done “…for us and for our salvation” (second article of the Nicene Creed if you want to check) simply because God has had so very much in store for us from the beginning. The passage reiterates Psalm 8’s reminder of our noble creation: “for a little while lower than the angels” while crowning us with glory and honor. Nothing suggests that God has devised a nefarious scheme to squish us flat. This poor, suffering world can’t afford such a wasteful derailing of God’s stewards; we have work to do!!!",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Really, what this coming Sunday holds before us scripturally is the importance of the abiding relationships God fashions for us in order to support us in the crucial work of ministry, something, I dare say, Lutheran Men in Mission, the Women of the ELCA, and anyone else on the church roster or baptismal rolls all hold dear. In the same way that Jesus was sent to us by God’s unfathomable love “for the whole cosmos” [John 3:16 – that IS what the Greek says!], so we, too, are sent to the sick, suffering, the needy, lonely, the forgotten, and the dying, not to mention to the joyous and secure in their faith, and the wider issue of creation’s care. Faith, which is this holy relationship lived out and reflected upon, is ultimately learning to live by holding on to a fierce trust in the Lord of life who creates good, beneficial, generous communities of faithful service, not beguiling pits of self-indulgence heralding a sure and certain destruction.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "Jesus’ continuing stress on childlike trust presents God’s goal as the Peaceable Kingdom which the venerable prophet describes on the Second Sunday of Advent, Year A in Isaiah 11:1-10: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "the wolf shall live with the lamb, the leopard shall lie down with the kid, the calf and the lion and the fatling together, ",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "and a little child shall lead them...",
                                "marks": [
                                    {
                                        "type": "bold"
                                    },
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " Any other questions, children of God?",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    }
                ]
            }
        },
        {
            "id": "1sZbwbBSfSQrXx1Dvcr7Db",
            "publishDate": "2024-09-27T00:00",
            "author": {
                "name": "Dr. Bob Hawkins",
                "image": {
                    "url": "//images.ctfassets.net/3wcsgs8fznel/opaMg5v8fiwc4JuipOaao/519fff55dd7c90e53ea1e24d2595d5f1/dr-bob.jpg",
                    "details": {
                        "size": 5230,
                        "image": {
                            "width": 150,
                            "height": 189
                        }
                    },
                    "fileName": "dr-bob.jpg",
                    "contentType": "image/jpeg"
                }
            },
            "title": "In Mt. Horeb’s Greenery Where God Paints the Scenery…",
            "content": {
                "data": {},
                "content": [
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Meandering home last summer on South Carolina’s not-so-highways and byways in order to avoid the horrendous construction mess on I-26 between the Charleston and I-95 interchange, I inadvertently made a wrong turn. After half a mile, I realized we were not on the road we wanted, but around the next bend we entered holy ground. Abutting the country road was one of the oldest church campground sites in the country, Cyprus Methodist Camp Ground, established in 1794, a cluster of thirty-four tents (actually rough frame cabins with dirt floors) facing the arbor, an open space for gathering, praying, preaching, and singing. Eventually a Tabernacle, an open-sided pavilion, was built to shelter folks. Farther back is a cemetery dating to the early 1800s.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "The layout of the Cyprus campground is typical of many which dotted the landscape of South Carolina beginning in the late eighteenth century. The camps remain the on-going evidence of the commitment of early evangelical Christians led primarily by Methodist, Baptist, and Presbyterian clergy. Cyprus Methodist Camp Ground and a handful of others continue to hold annual meetings, reflecting the revivalist zeal of the Second Great Awakening (1790-1845) to serve a wide flung frontier population in a largely unsettled, rural landscape. Methodists in particular, both in rural England and North America, commissioned circuit riding pastors to gather folks for worship where sufficient land and potential housing could be provided for sometimes thousands of folks who might stay for a week to a month. The venerable Francis Asbury [1745-1815], first Methodist Bishop in North America, preached on five separate occasions at Cyprus campground. Shady Grove, another campground, was established by freed slaves after the War Between the States. In 1870 a local rice planter gave former slaves struggling to establish themselves a parcel of land in Dorchester County for a camp site if they would help with the harvest. Shady Grove, named after a sheltering grove on the land, is now the largest of the four remaining Methodist camp grounds in Dorchester County and continues to host revivals each October.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "The camps and their worship traditions were shaped by frontier folks who were granted religious freedom and economic possibilities after the Revolutionary War. The revivals attracted folks inspired by social reform, temperance, suffrage for men AND women, the renouncing of slavery and discrimination – how do we continue to ignore this? [St. Paul already had made his point about this in Romans 12 as well as in his letter to Philemon!]. Arson has on occasion more recently destroyed a number of “tents,” particularly in African American campgrounds. Originally, women and African Americans both were welcomed and given wider responsibilities. Revival meetings the camps hosted attracted almost unimaginable numbers. The largest of any was the 1801 Cane Ridge Revival in Kentucky organized by Presbyterians attracting tens of thousands of people over the course of a week in August. [It is also the birthplace of my own family’s religious tradition, the Disciples of Christ, organized by Barton W. Stone, Thomas and son Alexander Campbell, Cumberland Presbyterian pastors. Alexander once",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": " tried",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " to preach at my home congregation in Indiana, but every time he entered the pulpit, the babies present began to caterwaul.]",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Meanwhile, if you are wondering about Colonial era Lutherans, that is a convoluted story! First, one must remember that Lutherans were already long formed by the European catholic tradition, its worship patterns as well as its ecclesiology [i.e., church organization], and its understanding of Biblical study, preaching, and the sacraments. On the other hand, camp meeting folks were in large part creating out of nothing other than their desire to gather with other folks and be assured of God’s presence and blessing for their often difficult lives. “Religious brands” weren’t as significant as simply the need to ask God’s blessing on communities of faith and on life passages, including baptisms, weddings, and funerals. The Lutherans settling the southeast were largely German speaking which somewhat isolated them and made difficult joining in the ecstatic frenzy of camp meeting evangelizing. Nevertheless, Lutherans by the scores began to attend camp meeting revivals, causing considerable consternation among Lutheran governing bodies. NC Synod, founded in 1803, was comprised of congregations from both North and South Carolina. NC parishes in particular became a battleground of folks who thought camp meeting revivals were a work of the devil, and others who found no problem working with other Christians, including their pastors, who encouraged such evangelical endeavors. It was not pleasant. The SC congregations established the SC Synod in 1823 in part simply to avoid the animosity bubbling north of the border, but the beguiling popularity of camp meeting revivals continued to fester for a long while. A number of congregations in our immediate area called pastors from each of the opposing camps who would preach on alternate Sundays, not a good solution in the end, let alone the heartbreak and confusion a handful of controversial and imbittered clergy can cause their flocks, prompting them to make all manner of bizarre decisions. Matters were not reconciled until 1922, although we witness such divisive behavior even now. [Hearty thanks to my seminary Church History colleague who clarified this morass of bickering Lutherans.]",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "The recent Covid pandemic provided us not only with the opportunity [which was really always there] as well as the absolute need to meet outdoors in the grove of magnolias across the street while weather permitted. One learns a great deal and discovers happy surprises of faith in such a move -- and we did. While there was much to do to get set up and be ready for Sunday worship, we, along with many other congregations, learned that God can in fact and deed be worshiped anyplace.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "That being said, while the scheduled “Outdoor Worship” looms on the weekend, there is also a hurricane brooding now off the Florida coast threatening us with sogginess even if the eye of the storm comes nowhere near us. Such is the stuff of clergy, choir, property, hospitality, and outreach committees’ anxiety and frustration. A decision will have to be reached before Sunday at 10 AM – are we out or in? It is difficult to keep minds and hearts on the Lord when our keesters are plopped in wet chairs and raindrops keep fallin’ on our heads…. Also, post-liturgy water-logged hamburgers have never been all that appealing. We have had the foresight to prepare liturgy Plan A – Outdoors and Plan B – Inside. There is an important teaching to be learned because of this, and some of our needed clarity for what to do is included in the readings chosen for outdoors based in part on the propers for Stewardship of Creation.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "It is, in fact, meet, right, and proper that we choose different readings if we are planning a designated, one-time, outdoor liturgy. It’s not just another day, no matter what Miss Scarlet might claim. We won’t be moving organ and piano outside. We WILL be singing some well-known pieces without accompaniment – imagine! There will be trains, critters, and traffic lurking, even some curious gawking. We will intentionally focus on the wonders of God’s creation – we’re obviously standing and sitting in it under those impressive old trees with greenery all around. Might we notice the beauty and be quick to give thanks? It is also a reminder that we were created to be God’s stewards of this fragile world, not greedy, self-indulgent consumers blind to all but our wants.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "The First Reading [Job 38:1-7, 12-20; 42:1-3] is God’s expectation that we wake up and smell the coffee. We can schedule and decide in advance all we want [and Lutherans LUUUUVVV to schedule in advance], but God doesn’t always kowtow to our projected plans [God already warned us in Isaiah 55:8-9: ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "For my thoughts are not your thoughts, nor are your ways my ways, says the Lord. For as the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": ".] This, of course, includes the weather.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "God nails Job and us between the eyes in the first appointed reading, asking all: ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "Who is this that darkens counsel by words without knowledge? Gird up your loins like a man; I will question you, and you shall declare to me. Where were you when I laid the foundation of the earth? Tell me, if you have understanding",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": "… Watching the Worship Committee’s frustration last Sunday after the service for getting two different places and patterns of worship readied, along with communicating to all others responsible for this and that including a picnic in the park […or Fellowship Hall] is a reminder of what goes into our congregation’s worship and events every blessed day of the year, come rain or shine, in sickness or in health, not to mention highway construction closing the I-26 exit onto Columbia Avenue. Things don’t simply get put in place by a stray angel or two; brothers and sisters in faith spend long hours and hard work making sure things go smoothly when we walk in the door or out into the grove. As much is done behind the scenes as when we’re “…all in our places with sun-shining faces! Weather reports are merely predictions, but fundamentally, so are our best-laid plans. We hope and pray that things unfold smoothly, and yes, they usually do. But whatever we do this coming Sunday, it finally, as always, remains in the hands of God. As Luther supposedly said on his deathbed, “It’s true. We’re beggars.”",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "The early frontier types, whether Evangelicals in their campground or Lutherans, Roman Catholics, and Episcopalians in their early frame or brick churches, were likely far more used to the vagaries of the elements. The uncertainties we face as the weekend unfolds should teach us the humility God was hoping for in the first of Sunday’s OUTDOOR readings. Whatever happens, the Second INDOOR Reading from James 5 is a most welcome reminder that our attention is to be on the welfare of the community and others no matter WHERE we are, whether joyous or in need, and our ready reliance on the One who has provided since time began for our every need and all that is required to sustain this breathtaking, stunning, yet oh! so fragile creation we call home.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    }
                ],
                "nodeType": "document"
            }
        },
        {
            "id": "2scS1e9gKKumiZZwlZs7SC",
            "publishDate": "2024-09-20T00:00",
            "author": {
                "name": "Dr. Bob Hawkins",
                "image": {
                    "url": "//images.ctfassets.net/3wcsgs8fznel/opaMg5v8fiwc4JuipOaao/519fff55dd7c90e53ea1e24d2595d5f1/dr-bob.jpg",
                    "details": {
                        "size": 5230,
                        "image": {
                            "width": 150,
                            "height": 189
                        }
                    },
                    "fileName": "dr-bob.jpg",
                    "contentType": "image/jpeg"
                }
            },
            "title": "“Be Upstanding in Court!”",
            "content": {
                "nodeType": "document",
                "data": {},
                "content": [
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "If you find courtroom dramas and detective thrillers great entertainment or enjoy wading into mystery novels and who-done-its, you share this enthusiasm with a good deal of the American, British, and German public [Luther’s people just love a good ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Krimi",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": ", aka, crime novel]. Crime and mystery novels, radio shows of the 1930s and 1940s, and a host of movies beginning with the 1908 film ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Falsely Accused",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " are clear evidence",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": ".",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " Several classic films continue to hold the public’s attention and the respect of the film academy: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "12 Angry Men ",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "(1957), ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Anatomy of a Murder",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " (1959), ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Inherit the Wind ",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "(1960), and ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Judgment at Nuremberg",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " (1961). ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "To Kill a Mockingbird",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " (1962) unfolds the tragedy of justice derailed as told in Harper Lee’s 1960, Pulitzer Prize-winning novel of the same name. ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Witness for the Prosecution",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " (1957), based on Agatha Christie’s 1953 stage play of the same name, boasted a stellar cast, was nominated for the Best Film award, and eventually named the sixth-best courtroom drama on the American Film Institute’s Top Ten list. Of course, there is a host of television dramas and series ranging from ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Perry Mason",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " (1957-1966) and ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "L.A. Law",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " (1986-1994), or the many British shows including ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Kavanaugh, Q.C",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "., ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Midsomer Murders",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " [you will not be able to watch all the reruns in your lifetime!], or the jolly but cantankerous ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Rumpole of the Baily",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": ".",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "While it is enlightening to compare and contrast media similarities and fine points of the American and British courtroom traditions, one thing in common is the presence of the Court Bailiff charged with keeping order and decorum before, during, and at the conclusion of court sessions. His / her stentorian “All rise!” or “Be upstanding in court!” are the judicial equivalents of the curtain going up in a theater. A hush falls and the court stands. It is far more than a formally polite greeting for the august and learnéd judge who enters. Particularly, a British bailiff’s more typical call to “be upstanding in court” includes social and moral expectations too easily overlooked with the more prosaic demand that “…all rise!”",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "No matter which side of the Atlantic, the judge upon entering to fulfill the duties entrusted is understood to be the very embodiment of the government’s, or in the case of a British judge, the Sovereign’s justice. The religious antecedent we read in Psalm 72:1: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Give the king your justice, O God, and your righteousness to a king's son",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "…, thereby explicating somewhat the religious pomp, ceremonial, words, and clothing in the coronation liturgy of a British monarch. [It is helpful to remember that none of this was present in the recent streamlined investitures of the Dutch King Willem-Alexander’s and the Danish King Frederik X’s upon their queenly mothers’ abdications in recent years.] Moreover, there is much expected of the defendants, witnesses, juries, and spectator’s to whom “Be upstanding!” is spoken.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "The Middle English “be upstanding” originally meant “stand up” as is seen in its first known citation in the ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Folk Mass Book",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " of 1375, similar to rubrics in our bulletins and worship books: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "the congregation / all / we stand",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "… However, its meaning has evolved over time, and by the mid-nineteenth century it implied personal behavior that is honorable, trustworthy, peaceable, and straightforward. Biblically, the word includes both God’s pattern of being as well as God’s people who embrace such behavior: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Good and upright is the Lord; therefore he instructs sinners in the way. He leads the humble in what is right, and teaches the humble his way",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " [Psalm 25:8-9]. Also, God’s faithful people by their words and actions are to teach and encourage others to be upright, particularly children in their care: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Train children in the right way, and when old, they will not stray",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " [Proverbs 22:6]. Sadly, God’s woefully misguided followers have often forgotten the meaning of “upright” which neither includes being censorious, self-righteous, nor harsh, fixating instead on the ill-conceived advice of poet Samuel Butler (1630-1680) in ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Hudibras",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": ": “…spare the rod and spoil the child.” Proverbs 22:8 counters such intentional cruelty with wisdom: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Whoever sows injustice will reap calamity, and the rod of anger will fail.",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " Later, the author of Ephesians reminds parents and guardians: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "…do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord ",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "[Ephesians 6:4]. Such discipline is grounded in St. Paul’s ample description of Christian behavior in Romans 12:4-21.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "This coming Sunday’s Gospel [Mark 9:30-37] finds Jesus reminding his disciples of the sufferings he must endure only to discover them bickering about who might be the greatest. Jesus turns the tables not only on them but on us who think children are merely empty buckets we, for better or worse, are to fill up with our own take on being upstanding disciples fit for God’s kingdom. As we already have heard over the past weeks, he welcomes children and reminds the rest of us that entry into God’s eternal kingdom of love has something to do with those tykes. What’s Jesus’ point?",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "A former pastor of mine was chatting with a few of us about his second son, by anyone’s standard a handful and a half already early in life. While the boy was still a toddler the good pastor could lift him up on his shoulders. Putting his hands securely around the boys ankles, he then lifted him over his head. The boy straightened upright while enjoying the view far above the rest of us watching the bit of family circus. Later, the father said that sadly it wouldn’t continue to happen too much longer because a) the boy was growing and getting heavier, and b) his son would soon enough conclude that he probably couldn’t trust even his parents, whether true or not. As a toddler, he implicitly trusted mommy and daddy but would learn that one can easily fall, and not even mommy or daddy could protect him from all the bumps and bruises life provides.",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "What Jesus likely was pointing to was not a romanticized “innocence.” Toddlers and even infants can be self-centered, greedy beings. The teaching Jesus commends about children is the abiding trust they first place in their parents, then siblings and close friends. The circle continues to widen as time passes. However, disappointments, not to mention betrayals, outright lying, cheating, or abuse, all limit our early childhood trust in those folks who first loved us. Caution is certainly necessary as we mature as well as begin to understand healthy boundaries and mutual respect for one another. However, Jesus’ “Children’s Moment” underscores an abiding truth about the God Jesus continues to reveal to us. ",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    },
                    {
                        "nodeType": "paragraph",
                        "data": {},
                        "content": [
                            {
                                "nodeType": "text",
                                "value": "As Luther once remarked, Jesus is “the mirror of the Father’s heart.” What we affirm about the Godhead is clearly reflected in God’s Son. The Creator of heaven and earth doesn’t lie, cheat, or steal, hedge bets, bait and switch, gossip and malign, or any other of those nefarious tricks we all spend long years perfecting. By asking us to embrace the trust those little ones depend upon, Jesus brings us back to our “roots.” We discover ever anew what it means to be upstanding by pondering daily the God and Father Jesus points us to. The author of I John 4:16b-19 summarizes for us: ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "God is love, and those who abide in love abide in God, and God abides in them. Love has been perfected among us in this: that we may have boldness on the day of judgment, because as he is, so are we in this world. There is no fear in love, but perfect love casts out fear; for fear has to do with punishment, and whoever fears has not reached perfection in love. We love because he first loved us.",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " And, as the ",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "Small Catechism",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " repeatedly asks: What does this mean? It is simply God’s expectation of us: Be upstanding, …",
                                "marks": [],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": "you who stand in the house of the Lord, in the courts of the house of our God",
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "data": {}
                            },
                            {
                                "nodeType": "text",
                                "value": " [Psalm 135:2].",
                                "marks": [],
                                "data": {}
                            }
                        ]
                    }
                ]
            }
        },
        {
            "id": "1BEEUsRl87816Bt7yEr5r4",
            "publishDate": "2024-08-29T11:50",
            "author": {
                "name": "Dr. Bob Hawkins",
                "image": {
                    "url": "//images.ctfassets.net/3wcsgs8fznel/opaMg5v8fiwc4JuipOaao/519fff55dd7c90e53ea1e24d2595d5f1/dr-bob.jpg",
                    "details": {
                        "size": 5230,
                        "image": {
                            "width": 150,
                            "height": 189
                        }
                    },
                    "fileName": "dr-bob.jpg",
                    "contentType": "image/jpeg"
                }
            },
            "title": "Learning to Climb Mountains and Trees with Zacchaeus",
            "content": {
                "data": {},
                "content": [
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "For a good while now we’ve been exploring not only the implications of our congregational name – Mt. Horeb – but its ability to shape and inform our identity and purpose as God’s people ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "in this place",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": ". In fact, for the last several weeks Pr. Ron’s sermon titles have been intentional invitations to “come to the mount.” Using a handy, on-line interactive site, I just learned that when I travel from my home in Columbia to the church, I have to climb 244 feet, (although if I continue on to Little Mountain, I’d add another 146 feet to my ascent). For many of us, Mt. Horeb is indeed “…high and lifted up.” Nevertheless, the potential of the parish name, the type of welcome we and strangers alike give and receive, the desire to center on God’s presence and not our own distractions, the holy offer of honesty and forgiveness before God and one another, God’s Word read and pondered, the preaching, prayers, singing, the meal Christ Jesus himself offers, and our being sent forth (uphill or down) to do the holy work we’ve been equipped to fulfill is hopefully why we’ve come in the first place.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Mother Google’s quick search of “Mt. Horeb in the Bible…” offers in the twinkling of a nanosecond the following information: ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "Mount Horeb is another name for Mount Sinai, the mountain where the Hebrew people entered into a covenant with God after escaping Egypt. It is also the place where Moses received the Ten Commandments and other instructions from God before the people continued their journey through the desert to the Promised Land. The Bible mentions Mount Horeb in the Books of Exodus, Deuteronomy, Kings, and Malachi. In Exodus 3:12, God tells Moses that he will encounter Yahweh at Horeb and that they will return to the mountain with the people after bringing them out of Egypt. In Exodus 33:6, Moses receives the Ten Command-ments and other instructions from God at Horeb. In Deuteronomy 5:2, the Hebrew people enter into a covenant with God at Mount Horeb. The mountain is also",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "referred to as “the mountain of God” in Exodus 3:1, 4:27, and 18:5, and “the Mountain of YHWH” in the Book of Deuteronomy…",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " ",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Obviously, such a place holds great importance in the Bible, one of the “thin places” Celtic spirituality identifies as places where God’s holy presence and dwelling come very close to us mortals. God’s proximity itself hallows and sanctifies such places. Moses is told in no uncertain terms by God who speaks from a burning bush on Mount Horeb: ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "When the Lord saw that he had turned aside to see, God called to him out of the bush, “Moses, Moses!” And he said, “Here I am.” Then [God] said, “Come no closer! Remove the sandals from your feet, for the place on which you are standing is holy ground",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " [Exodus 3:4-5]. This is why God’s people over the millennia have gathered at such “high and lifted up” places.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Common to almost all of the scriptural passages regarding a mountain is the content of a passage we hear during Advent, Isaiah 40:1-11: ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "Get you up to a high mountain, O Zion, herald of good tidings; lift up your voice with strength, O Jerusalem, herald of good tidings, lift it up, do not fear; say to the cities of Judah, “Here is your God!”..",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " It is a place chosen intentionally, a place “high and lifted up,” ideal for studying the landscape, looking for whatever or whomever is sought. It is also a place where people including the prophets Moses and Elijah receive God’s counsel to announce God’s favor, grace, protection, and salvation ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "to any",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " who have sat in darkness, been burdened by the weight of sin, exiled and disenfranchised, hated and despised.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "The vertically challenged Zacchaeus, a tax collector also short on honest work habits whom the Evangelist Luke introduces to his hearers in chapter 19:1-10, was a prime candidate to take to heart the glad tidings announced on Mount Horeb. He was the perfect poster child for all those “who have sat in darkness, burdened by the weight of their sins, shunned and disenfranchised, hated and despised.” Having heard of this Rabbi who himself announced even more blessed tidings, Zacchaeus struggles to get at least a glimpse of Jesus passing close by him. Climbing what really was a sycamore-fig [Latin: ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "ficus sycomorus,",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " not the ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "plantanus occidentalis",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": ", the leaf-shedding, blotch-barked sycamore common to North America], Zacchaeus is blindsided by Jesus’ unexpected announcement. Jesus simply breaks through all religious and political suspicions regarding tax collectors, especially a “chief tax collector” like Zacchaeus, announcing to him his desire to stop by his house for a visit. The crowd around Zacchaeus chose to grumble because Jesus has the affrontery to be hosted by “…a sinner,” proving yet again how easy it is for anyone to blend in with a nameless crowd and complain, grumble, and demean “…those people.” By contrast, Jesus cuts to the chase, calls Zacchaeus by name [and thus acknowledges his integrity as a person], visits him, asks about his life, and we conclude is even nice and hospitable, too. Jesus concludes his visit with a parting shot: ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "Today salvation has come to this house, because he, too, is a son of Abraham. For the Son of Man came to seek out and to save the lost",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " [Luke 19:9-10]. Although Jesus apparently spoke this to the transformed Zacchaeus, it is a word to all of us just exactly what Jesus expects of us, too.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Scaling high mountains and a tree-climbing demonstration by Zacchaeus both are clear and bracing reminders for God’s people to pattern their lives by intentional action on behalf of anyone in need, an important fruit of faith we may all to often be lax in exercising. Jesus doesn’t ask or expect us to behave any differently than he does when encountering people. After all, we have ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "put on Christ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " and have been transformed by his life in us. It is not for us to hide that reality, the light of Christ, under a basket [Matthew 5:14-16], to fail in speaking a healing word or offering a cup of cool water to the physically or spiritually parched [Matthew 25:37-40]. Having the gumption to be intentionally living as God’s people is to be a much practiced “habit of being” as one Lutheran spiritual writer put it years ago. It is similar to learning to say please and thank you. Neither are we to shed that long-practiced habit once we attain adulthood.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Nevertheless, intentionality is not just for the really big stuff, like personally establishing world peace, single-handedly curing Covid-19, or ending warfare and violence as a project for the month of September – the stuff altruistic pipedreams of naïve pageant contestants are made of. To become intentional is to live a life of attentiveness. This coming Sunday we hear from the Letter of James: ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "You must understand this, my beloved: ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "bold"
                                    },
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "let everyone be quick to listen",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": ", slow to speak, slow to anger; for your anger does not produce God’s righteousness. Therefore rid yourselves of all sordidness and rank growth of wickedness, and welcome with meekness the implanted word that has the power to save your souls. But be doers of the word, and not merely hearers who deceive themselves. For if any are hearers of the word and not doers, they are like those who look at themselves in a mirror; for they look at themselves and, on going away, immediately forget what they were like. But those who look into the perfect law, the law of liberty, and persevere, being not hearers who forget but doers who act—they will be blessed in their doing",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " [James 1:19-25].",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Has it happened to you recently? Gradually we become aware that everyone else has stopped chattering and now attentive to the announcements and welcome at the appointed hour of worship each week. It surely does take Pastor Ron a long while to get our attention simply because we are often sidetracked by our distractions. Whether it is a quick word with another in the pew which turns into an extended conversation about Uncle Horace’s bunions or wondering who the person in the fourth pew might be rather than vowing to introduce yourself to that person at a good moment, we lose track of the time. We also lose track of our purpose as an assembly intentionally gathered for worship of the living God, preparing ourselves to be God’s stewards of the mysteries [I Corinthians 4] and ambassadors [II Corinthians 5:20] throughout the week. As scripture reminds us, …",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "there is a time and place for everything under the sun",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": "… [Ecclesiastes 3:1-22—ALL of it!].",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "We need to challenge ourselves both individually and as a community as early as next week to be intentional. As the minute hand clicks up toward 10:00 AM EST, may we quiet down, ask for the Spirit’s presence [",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "Spirit of God, descend upon my heart",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": "…], and with Zacchaeus and the whole company of Mt. Horeb, attentive to Jesus present through, in, with, and under our parish ministries, folks, and liturgical acts. Let us be expectantly attentive when Pr. Ron appears at the head of the chancel [he’s been doing it regularly since his arrival, following in the weary steps of pastors before him!]. When the Entrance Hymn begins, intentionally turn yourself around to acknowledge the cross, even bowing your head as it passes by coming in and going out. It is not play-acting nor chancel prancing. Rather, it is God’s will that we embody the faith we claim [Philippians 2:9-11 and James 2:14-26]. Or, as St. Paul remarks in II Corinthians 2:14-17: ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    },
                                    {
                                        "type": "bold"
                                    }
                                ],
                                "value": "But thanks be to God, who in Christ always leads us in triumphal procession",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": ", and through us spreads in every place the fragrance that comes from knowing him. For we are the aroma of Christ to God among those who are being saved and among those who are perishing; to the one a fragrance from death to death, to the other a fragrance from life to life. Who is sufficient for these things? For we are not peddlers of God’s word like so many; but in Christ we speak as persons of sincerity, as persons sent from God and standing in his presence.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    }
                ],
                "nodeType": "document"
            }
        },
        {
            "id": "1lp5aHTr58SG9hdpoHTAeg",
            "publishDate": "2024-08-13T00:00",
            "author": {
                "name": "Dr. Bob Hawkins",
                "image": {
                    "url": "//images.ctfassets.net/3wcsgs8fznel/opaMg5v8fiwc4JuipOaao/519fff55dd7c90e53ea1e24d2595d5f1/dr-bob.jpg",
                    "details": {
                        "size": 5230,
                        "image": {
                            "width": 150,
                            "height": 189
                        }
                    },
                    "fileName": "dr-bob.jpg",
                    "contentType": "image/jpeg"
                }
            },
            "title": "When the Church’s Cook Takes the Day Off",
            "content": {
                "data": {},
                "content": [
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Besides chopping and hacking in the kitchen, I really do love old movies and classic British mysteries, particularly if the plots, locations, and characters have to do with the landed gentry. The Upstairs / Downstairs life of such places was a rarefied world unique to the exceedingly wealthy [or sometimes landed but impoverished because of it]. Although we’ve all had a peek behind the scenes at Downton Abbey, its reality is Highclere Castle owned by the Eighth Earl of Carnarvon, George Reginald Oliver Molyneux Herbert and his Lady Wife Fiona, Countess of Carnarvon. The house retains some 70 folks on staff including the chef, although Lady Carnarvon is herself an accomplished cook. Lord Carnarvon’s great-grandfather, the fifth earl, was financial backer of the expedition in Egypt which discovered Tutankhamun’s tomb in the Valley of the Pharaohs, succumbing to the aftereffects of a mosquito bite for his troubles.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Cozy mysteries and movies sometimes include scenes showing a few of the gentry sneaking into the kitchen in the dead of night after the cook has gone to bed. Hungry and thirsty, they dared to trespass into the otherwise sacrosanct domain of the cook, whipping up an omelet or shaving off a bit from the cold joint of mutton in the larder. They likely exhausted their culinary abilities with that, most of them apparently nonplussed regarding even the cracking of an egg. Folks on this side of the Atlantic might also be challenged by the absence of a capable cook in the kitchen when stomachs begin to rumble, whether professionally competent or part of the family.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Hallie Ephron, part of a North American family of novelists, journalists, and screen writers, contributes to a blog by very successful women crime writers addressing the craft of writing and what they can contribute to a richer life for people. In one essay she remembers her “…Mother,” never “Mom” or “Mommy.” She of the designer suits and ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "Cherries in the Snow",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " lipstick. I can’t remember her ever dusting a table, making a bed, or washing a dish. She was a Hollywood screenwriter who'd grown up poor in the Bronx and prided herself on being able to buy her own mink coat. We had a live-in cook and a nanny and, as she once told a ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "New York Times",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " reporter on the eve of the Broadway opening of a play she’d written, she only set foot in the kitchen ‘“to get ice cubes”’ [https:// www.jungleredwriters.com/2022/01/hallie-mines-pathway-from-kitchen-to.html].",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "It’s one thing to assume that there’s always someone ready at our beck and call to provide whatever we need, whether food or some type of service. However, most of us soon realize that we must be contributing members in our lives, even able to do much more in the kitchen than just fetch ice cubes! The great English poet, Lord Byron, once observed: “All human history attests That happiness for man, - the hungry sinner! - Since Eve ate apples, much depends on dinner.” [",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "Don Juan",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": ", Canto XIII, stanza 99]. Food IS important, daily, and those charged or gifted with the ability to prepare our necessary victuals are to be honored. Very likely it was mom or dad wielding the paring knife when we were growing up. Once we matured, we discovered that family dynamics often are manifested by the domestic roles we inherit, aspire to, or forced upon us of necessity. There usually is a family point-person in charge of dinner, laundry, and all other necessities. As I was growing up, my parents happily shared domestic and parental responsibilities across the board which included us when at long last we could see over the top of the counter. If mom worked late [she was a bank clerk], dad started the laundry or got dinner going. He also could steer a vacuum cleaner. My siblings and I soon learned how to assemble a passable sandwich and pour a glass of milk when necessary, make our beds, clean up the table. I learned to feed the dog. We all variously washed and dried the dishes. To be fair, mother also could wield a mean hammer [actually, and at times figuratively], doing her share of nailing when dad was building the garage. I did look forward to the evenings she was away at choir practice because dad was more daring in the kitchen than she. The two of us shared a love of spicy foods more than mother or my sisters, so those culinary experiments were memorable if not always entirely satisfactory. We all were happy when she was cook ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "du jour ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": "again even when tongues did not tingle from dad’s generous dollop of hot sauce. ",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "St. Paul has been trying to explain to the Corinthians (a troubling community, as churches go) and to us for the last several weeks what we are to do when the cook is absent from the premises. The blessed apostle does, in fact, provide a menu in chapter eleven for the meal which will feed us amply for eternity, but these past few weeks he has not been talking about cooking nor chefs any more than the adage, “Too many cooks spoil the broth,” refers to the culinarily impaired. St. Paul has finally gotten around to discussing the Church’s reality which has plagued all of Jesus’ disciples and faith communities since the moment he ascended to the right hand of the Father. Jesus himself was even vexed by the issue as we heard in the concluding gospels during Easter. What are we who were left behind after Jesus’ Ascension [Acts 1:6-11] to do until he returns in glory at the end of the ages?",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Certainly, given the sense of some New Testament letters, the disciples and other followers at first expected a fairly quick return. After all, Jesus obviously had ascended just to get things ready for us, hadn’t he? However, a few days, a few weeks, eventually months and even years pass, and he still had not returned. St. Paul’s earliest letter we have, the first he sent to the Thessalonians, is punctuated by the urgent request that the faithful remain “blameless” until Jesus returns. He even encourages them in the midst of their anguish over faithful disciples who already have died:",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "But we do not want you to be uninformed, brothers and sisters, about those who have died, so that you may not grieve as others do who have no hope. For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have died. For this we declare to you by the word of the Lord, that we who are alive, who are left until the coming of the Lord, will by no means precede those who have died. For the Lord himself, with a cry of command, with the archangel’s call and with the sound of God’s trumpet, will descend from heaven, and the dead in Christ will rise first. Then we who are alive, who are left, will be caught up in the clouds together with them to meet the Lord in the air, and so we will be with the Lord forever. Therefore encourage one another with these words",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " [I Thess 4:13-18].",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "This Sunday we will hear this theme continued in Paul’s second letter to the Corinthian church. It is a later letter, time has continued to pass and the faithful have realized that they really must be about the work of the Lord on their own but still with the Spirit’s continuing presence and guidance. They have been prepared, just like we, by the myriad gifts bestowed on us in the waters of baptism, emboldened and energized by the Spirit to undertake Christ’s holy mission wherever we find ourselves. This is most certainly true whether ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "WE",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " think we’re ready or not. Indeed, Paul assures all of his wide-flung missions that they are gifted, prepared, have endured bootcamp for a good reason, and will be provided by God with everything they [and we] need to remain faithful unto the day of Christ’s return. This is the gist of the passage written by St. Paul we hear this Sunday: ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "So we are always confident; even though we know that while we are at home in the body we are away from the Lord—for we walk by faith, not by sight. Yes, we do have confidence, and we would rather be away from the body and at home with the Lord. So whether we are at home or away, we make it our aim to please him ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": "[II Corinthians 5:6-9]. ",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Walking by faith and not by sight is Paul’s way of assuring us that we can do quite well in the kitchen of God [a.k.a. all of creation] even with the executive chef ascended to the right hand of the Father. We don’t have to look for someone else to “do it,” to cook an elegant omelet of mercy and grace, or even to pour a generous glass of the water of life for those who hunger and are thirsty. Our baptismal gifting and bootcamp training have made us Jesus’ sous chefs [a.k.a. assistants, disciples, ambassadors, witnesses, and whatever other terms Paul and others have found fit to describe Jesus’ followers] for challenging yet rewarding lives of service until the Good Lord himself finely calls us to the banquet of the blessed. He will be there, too, really and truly, and we shall once again see him face to face. ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "Bon appetit!",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    }
                ],
                "nodeType": "document"
            }
        },
        {
            "id": "1tJlDKC0X63SGgJ2bGWCYu",
            "publishDate": "2024-06-20T00:00",
            "author": {
                "name": "Dr. Bob Hawkins",
                "image": {
                    "url": "//images.ctfassets.net/3wcsgs8fznel/opaMg5v8fiwc4JuipOaao/519fff55dd7c90e53ea1e24d2595d5f1/dr-bob.jpg",
                    "details": {
                        "size": 5230,
                        "image": {
                            "width": 150,
                            "height": 189
                        }
                    },
                    "fileName": "dr-bob.jpg",
                    "contentType": "image/jpeg"
                }
            },
            "title": "Neutral Spirits",
            "content": {
                "data": {},
                "content": [
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "The bounteous local summer gardens, road stands, farmers’ markets, and even the roadsides are beginning to offer up a gracious plentitude of produce, not to mention the wild berries and other goodies the intrepid foragers track down. Other than my daily chopping and hacking in the kitchen, the seasonal produce calls forth other activities, not the least being pickling and infusing, two age-old methods of preserving these lavish riches at the peak of their flavor and scent. Infusing in particular is the foundation for a good number of pharmaceuticals but also contributes to the more unique, homemade ingredients stored in the pantries of enterprising cooks and bakers, along with a necessary bottle of “neutral spirits.” Such spirits are otherwise known as white lightning or moonshine along with some varieties of Aquavit, whisky, and vodka, tasteless and odorless but able to lay one flat on the floor if one is not careful.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "If you have shopped for vanilla extract recently, it is apparent that buying a good quality brand will cost a king’s ransom for even a small bottle. Lesser varieties do, in fact, resemble stale cough medicine, not the best ingredient for your grandmama’s famous cookies. Simply obtain a small bunch of vanilla beans [yes, these are costly too, but it IS possible to extract several recipes worth of goodness from them with little effort that will last far longer than that measly little bottle you found in baking supplies]. Thanks to infusion, those vanilla beans dropped into a canning jar of vodka (the inexpensive variety) will produce a quite respectable quantity of vanilla extract fairly quickly. Once the vanilla extract has been made, take out the beans, dry them off, and put them in a jar of granulated sugar [infusion technique #2]. If you’ve never tasted vanilla sugar sprinkled on top of baked goods or made homemade whipped cream, you’ve a treat in store for you. Plain table salt [better yet, kosher salt] with herbs or spices like rosemary, dill, even grated lemon peel or ground, dried mushrooms can heighten your cooking magic considerably.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Nevertheless, “neutral spirits” are not always helpful, positive ingredients outside of the drugstore, medicine cabinet, bar, or kitchen pantry. “Neutral spirits” in the church remain a puzzling presence insofar as they describe children of God. This coming Sunday St. Paul addresses the Corinthian church yet again, reminding them [and us] of the qualities which describe the vital, active ministries to which we have been called because we have also been so gifted by the Spirit. Ministry for God’s people is NOT an activity we only aspire to once we have identified with, related to, become a member of, or baptized into a faith community like Mt. Horeb [or any other expression of Christ’s holy church], and get on the church roster. We don’t endure Sunday School, confirmation, bible study, and attend worship in order to qualify, to get “processed” by the Christian assembly line, graduate, and get shrink-wrapped, then sent off finally to the work of the Lord. Church is a hands-on bootcamp and apprenticeship from the very beginning. We learn to do ministry by ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "doing",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " ministry. The Spirit of God poured out on Pentecost encourages us, enlivens us, and continually gifts us with imaginative, creative hearts and intentions to be about the work of spirit-filled discipleship.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "A quick check on the internet or in your dictionary provides several, sobering definitions of “neutral” which simply don’t set well with St. Paul’s notion of the Spirit of God nor God’s spiritually enlivened disciples, no matter which Testament you are studying. One dictionary defines “neutral” as “…’neither helping nor contributing to any particular side or understanding” in the midst of conflict or need. In this case neutral is a synonym for “impartial” or “disengaged.” Another definition suggests that neutral has “…no strongly marked or positive characters or features,” an odd descripter for followers of Jesus. During Israel’s exodus out of bondage God gifts Moses with commandments or teachings to remind Moses’ “people” of their striking characteristics and behaviors as God’s people. Exodus also discusses God’s own identity as the one who frees, who cares for the creation and people God fashioned in love, and continues to richly bless and provide for them. While Moses is meeting with the Almighty on the stormy peak of Sinai, the bored and wayward folks left down on the plain decide to fashion themselves a golden calf to have on hand for worship. Moses, seeing their radical departure from what it means to be God’s people, cries “Who is on the Lord’s side? Come to me!” No neutral spirits need apply, because to be God’s children means to live and bear witness daily to what abiding relationship with the Almighty means.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "Sunday’s second reading [II Corinthians 6:1-13] summarizes the Spirit-led, baptismally graced characteristics which mark ANY of God’s children. We ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "are",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " capable of showing forth a clear sense of justice [another word for righteousness], purity of spirit, mind and heart, patience in all things, a holiness of Spirit [which implies a right active core of energy to be about the work of the Lord], a genuine love [not just pious lip-service], and remembrance of the power of God at work in us. Nothing neutral about those qualities! God’s “power” [based on the same Greek word from which we get “dynamic”] is effective beyond our feeble imaginings, yet we have been graced with it as well. In Sunday’s Gospel the disciples are frightened and befuddled at witnessing God’s holy power clearly at work when Jesus “rebukes” the waves and storm. They stammer their wonder: ",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "italic"
                                    }
                                ],
                                "value": "Who then is this, that even the wind and the sea obey him?",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " Yet such an admission of wonder will eventually be turned on the disciples themselves during their own ministry among people in need, the sick and dying, the forgotten, the despised and forsaken. And we ourselves may hear such comments about our own actions from day to day. Our calling and mission are not to be “neutral spirits” espousing no conviction or clear characteristics, but rather people enflamed by the power of God’s love.",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "As a congregation we do, in fact, have a wondrous opportunity this coming Sunday as Mt. Horeb welcomes two new fellow-disciples into our fold. Such an occurrence is altogether too rare in most parishes these days. The arrival of new children of God into our familiar circle puts us who welcome them on notice. Will we check of the box that we have ritually, and actually rather formally, welcomed them in the name of Christ [to do that is itself a privilege!] and then just get on with other business? ",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    },
                    {
                        "data": {},
                        "content": [
                            {
                                "data": {},
                                "marks": [],
                                "value": "We DO have a choice. Reflect on past moments when we have welcomed folks into God’s household at Mt. Horeb. Have those folks been incorporated fully into the fabric of not only the congregation but into our very lives? We say we will pray for them, but continue to reflect. Have we? If not, our own sadly comfortable, indifferent spirits will eventually “neutralize” the newly arrived folks hopes and energy, too. Experience demonstrates that newly baptized adults or individuals welcomed into a church community are often shocked to discover complacency and lack of energy in the very parish they had placed their hopes and aspirations. But it doesn’t have to end in such a disappointing fashion. Even “neutral spirits” can have new life, energies, and hopes, even a discerning taste for the challenges of ministry infused into them thanks to the work of God’s ever-lurking Spirit. Who needs to flail around looking for proof, even 96",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [
                                    {
                                        "type": "superscript"
                                    }
                                ],
                                "value": "o",
                                "nodeType": "text"
                            },
                            {
                                "data": {},
                                "marks": [],
                                "value": " proof, when we have the active presence of the Holy Spirit dwelling within us?",
                                "nodeType": "text"
                            }
                        ],
                        "nodeType": "paragraph"
                    }
                ],
                "nodeType": "document"
            }
        }
    ],
    "page": 1,
    "totalPages": 1
}